Repository: nazihaltajar/TabelView
Catalog: Chapter9/Chapter9/*.lproj/Localizable.strings
Languages: ro

# About.sectionContent01.text
source: Rate us on App Store
ro: Evaluați-ne pe App Store

# About.sectionContent02.text
source: Tell us your feedback
ro: Spuneți-ne feedbackul dvs.

# WalkView.button
source: NEXT
ro: URMATORUL

# WalkView.button1
source: GET STARTED
ro: INCEPE

# WalkView.button2
source: SKIP
ro: OMITE

# WalkPage.headings01
source: CREATE YOUR OWN FOOD GUIDE
ro: CREEAZA-TI PROPRIUL GHID ALIMENTAR

# WalkPage.headings02
source: SHOW YOU THE LOCATION
ro: EVIDENȚIAȚI LOCAȚIA

# WalkPage.headings03
source: DISCOVER GREAT RESTAURANTS
ro: DESCOPERA RESTAURANTE FRUMOASE

# WalkPage.subheadings01
source: Pin your favourite restaurants and create your oen food guide
ro: Puneți-vă restaurantele preferate și creați propriul ghid de hrană

# WalkPage.subheadings02
source: Search and locate your favourite restaurant on Maps
ro: Căutați și localizați restaurantul preferat în sectiunea Hărți

# WalkPage.subheadings03
source: Find restaurants shared by your friends and other foodies
ro: Găsiți restaurantele împărtășite de prietenii dvs. și alte produse alimentare

# New.alertMessage01
source: We can't proceed because one of the fields is blank. Please note that all fields are required.
ro: Nu putem continua deoarece unul dintre câmpuri este necompletat. Rețineți că toate câmpurile sunt obligatorii.

# New.alertMessage02
source: Choose your photo source
ro: Alegeți sursa foto

# New.topTitle
source: New Restaurant
ro: Restaurant nou

# New.nameField
source: NAME
ro: NUME

# New.typeField
source: TYPE
ro: TIPUL

# New.addressField
source: ADDRESS
ro: ADRESA

# New.phoneField
source: PHONE
ro: TELEFON

# New.descriptionField
source: DESCRIPTION
ro: DESCRIERE

# New.descriptionTextView
source: A great restaurant to try out
ro: Un restaurant excelent

# New.nameTextView
source: Fill in the restaurant name
ro: Completați numele restaurantului

# New.typeTextView
source: Fill in the type name
ro: Completați tipul restaurantului

# New.addressTextView
source: Fill in the address name
ro: Completați adresa restaurantului

# New.phoneTextView
source: Fill in the phone number
ro: Completați numarul restaurantului

# RestaurantDetail.titleLabel
source: HOW TO GET HERE
ro: CUM SA AJUNGI AICI

# RestaurantDetail.buttonRate
source: Rate it
ro: Acorda nota

# RestaurantTable.searchPlaceholder
source: Search restaurants...
ro: Cautare restaurant...
